Repository: patrikBLMelander/familyApp
Catalog: ios/KidQuest/KidQuest/Localizable.xcstrings
Source language: sv
Languages: de, en, es

source: Ge %lld XP mat
de: %lld XP Futter geben
en: Give %lld XP of food
es: Dar %lld XP de comida

source: Ge extra mat
de: Extra-Futter geben
en: Give extra food
es: Dar comida extra

source: Ge extra mat till %@
de: %@ Extra-Futter geben
en: Give extra food to %@
es: Dar comida extra a %@

source: Ge mat
de: Füttern
en: Feed
es: Dar de comer

source: Ge pengar
de: Geld geben
en: Give money
es: Dar dinero

source: Ge pengar till %@
de: %@ Geld geben
en: Give money to %@
es: Dar dinero a %@

source: Genererar inbjudningskod…
de: Einladungscode wird erstellt …
en: Creating invite code…
es: Generando código de invitación…

source: Giraff
de: Giraffe
en: Giraffe
es: Jirafa

source: Gläntan
de: Die Lichtung
en: The Glade
es: El claro

source: Glömt lösenordet?
de: Passwort vergessen?
en: Forgot your password?
es: ¿Has olvidado la contraseña?

source: Glömt? Logga ut
de: Vergessen? Abmelden
en: Forgot? Sign out
es: ¿Lo has olvidado? Cerrar sesión

source: Grottan
de: Die Höhle
en: The Cave
es: La cueva

source: Gäller hela familjens plånböcker. Beloppen räknas inte om.
de: Gilt für die Geldbörsen der ganzen Familie. Beträge werden nicht umgerechnet.
en: Applies to the whole family's wallets. Amounts are not converted.
es: Se aplica a los monederos de toda la familia. Los importes no se convierten.

source: Går att välja 1–%lld, så dagen finns varje månad.
de: Wählbar ist 1–%lld, damit es den Tag in jedem Monat gibt.
en: You can pick 1–%lld, so the day exists every month.
es: Puedes elegir del 1 al %lld para que el día exista todos los meses.

source: Gör tråkiga sysslor till roliga uppdrag
de: Aus langweiligen Aufgaben werden spannende Missionen
en: Turn boring chores into fun quests
es: Convierte las tareas aburridas en misiones divertidas

source: Haj
de: Hai
en: Shark
es: Tiburón

source: Har du en prenumeration behöver du avsluta den separat i App Store — den försvinner inte med kontot.
de: Wenn du ein Abo hast, musst du es separat im App Store kündigen – es verschwindet nicht mit dem Konto.
en: If you have a subscription, cancel it separately in the App Store — it doesn't go away with the account.
es: Si tienes una suscripción, cancélala aparte en la App Store: no desaparece con la cuenta.

source: Har du fått en kod av någon? Skriv in den så kopplas ditt konto till dem.
de: Hast du von jemandem einen Code bekommen? Gib ihn ein, dann wird dein Konto mit dieser Person verknüpft.
en: Got a code from someone? Enter it and your account will be linked to them.
es: ¿Alguien te ha dado un código? Introdúcelo y tu cuenta quedará vinculada a esa persona.

source: Har redan konto?
de: Schon ein Konto?
en: Already have an account?
es: ¿Ya tienes cuenta?

source: Hela familjen, på alla telefoner
de: Die ganze Familie, auf allen Handys
en: The whole family, on every phone
es: Toda la familia, en todos los teléfonos

source: Hemligt ägg varje månad
de: Jeden Monat ein geheimes Ei
en: A secret egg every month
es: Un huevo secreto cada mes

source: Hemma om %@
de: Zu Hause in %@
en: Home in %@
es: Vuelve en %@

source: Hemma! Tryck för att hämta
de: Zu Hause! Tippe zum Abholen
en: Home! Tap to collect
es: ¡En casa! Toca para recoger

source: Hjälpa till med disk/dukning
de: Beim Abwasch/Tischdecken helfen
en: Help with dishes/setting the table
es: Ayudar con los platos/poner la mesa

source: Hjälpa till med disken
de: Beim Abwasch helfen
en: Help with the dishes
es: Ayudar a fregar los platos

source: Hjälpa till med maten
de: Beim Kochen helfen
en: Help with cooking
es: Ayudar a cocinar

source: Hoppa över det här om barnet inte har någon egen telefon — du kan visa barnets vy från ditt eget konto.
de: Überspringe das, wenn dein Kind kein eigenes Handy hat – du kannst die Kinderansicht von deinem eigenen Konto aus zeigen.
en: Skip this if your child doesn't have their own phone — you can show the child's view from your own account.
es: Sáltate esto si tu hijo/a no tiene teléfono propio: puedes mostrar su vista desde tu propia cuenta.

source: Hämta
de: Abholen
en: Collect
es: Recoger

source: Häng upp ytterkläder
de: Jacke und Schuhe aufräumen
en: Hang up outdoor clothes
es: Colgar la ropa de abrigo

source: Hänga upp jacka & skor
de: Jacke & Schuhe aufräumen
en: Hang up jacket & shoes
es: Colgar la chaqueta y guardar los zapatos

source: Håll koden inom rutan.
de: Halte den Code im Rahmen.
en: Keep the code inside the box.
es: Mantén el código dentro del recuadro.

source: Hålla rummet i ordning
de: Zimmer ordentlich halten
en: Keep my room tidy
es: Mantener el cuarto ordenado

source: IDAG I FAMILJEN
de: HEUTE IN DER FAMILIE
en: TODAY IN THE FAMILY
es: HOY EN LA FAMILIA

source: Idag
de: Heute
en: Today
es: Hoy

source: Inbjudningskod
de: Einladungscode
en: Invite code
es: Código de invitación

source: Inga andra barn i familjen.
de: Keine anderen Kinder in der Familie.
en: No other kids in the family.
es: No hay más niños en la familia.

source: Inga barn i familjen än.
de: Noch keine Kinder in der Familie.
en: No kids in the family yet.
es: Todavía no hay niños en la familia.

source: Inga barn i familjen ännu
de: Noch keine Kinder in der Familie
en: No kids in the family yet
es: Todavía no hay niños en la familia

source: Inga fler automatiska utbetalningar till %@. Pengar som redan betalats ut ligger kvar i plånboken, och du kan slå på det igen när du vill.
de: Kein automatisches Taschengeld mehr für %@. Bereits ausgezahltes Geld bleibt in der Geldbörse, und du kannst es jederzeit wieder einschalten.
en: No more automatic allowance for %@. Money already paid out stays in the wallet, and you can turn it back on whenever you like.
es: No habrá más paga automática para %@. El dinero ya pagado se queda en el monedero y puedes volver a activarla cuando quieras.

source: Inga leksaker på övervåningen
de: Kein Spielzeug oben liegen lassen
en: No toys left upstairs
es: Ningún juguete en el piso de arriba

source: Inga sparmål ännu.
de: Noch keine Sparziele.
en: No savings goals yet.
es: Todavía no hay metas de ahorro.

source: Inga sysslor
de: Keine Aufgaben
en: No chores
es: Sin tareas

source: Inga sysslor idag
de: Heute keine Aufgaben
en: No chores today
es: Hoy no hay tareas

source: Inga sysslor idag.
de: Heute keine Aufgaben.
en: No chores today.
es: Hoy no hay tareas.

source: Inga sysslor planerade idag
de: Heute sind keine Aufgaben geplant
en: No chores planned today
es: Hoy no hay tareas previstas

source: Inga transaktioner ännu.
de: Noch keine Buchungen.
en: No transactions yet.
es: Todavía no hay movimientos.

source: Inga uppgifter idag
de: Heute keine Aufgaben
en: No chores today
es: Hoy no hay tareas

source: Ingen
de: Keine
en: None
es: Ninguna

source: Ingen familj i sessionen. Logga in igen och försök om.
de: Keine Familie in dieser Sitzung. Melde dich erneut an und versuche es noch einmal.
en: No family in this session. Sign in again and retry.
es: No hay ninguna familia en esta sesión. Vuelve a iniciar sesión e inténtalo de nuevo.

source: Ingen kamera på den här enheten
de: Keine Kamera auf diesem Gerät
en: No camera on this device
es: Este dispositivo no tiene cámara

source: Ingen prenumeration är upplagd i butiken än.
de: Im Store ist noch kein Abo eingerichtet.
en: No subscription has been set up in the store yet.
es: Todavía no hay ninguna suscripción configurada en la tienda.

source: Ingen ram
de: Kein Rahmen
en: No frame
es: Sin marco

source: Ingen telefon kopplad ännu
de: Noch kein Handy verbunden
en: No phone linked yet
es: Todavía no hay ningún teléfono vinculado

source: Inget djur denna månad
de: Diesen Monat kein Tier
en: No pet this month
es: Sin mascota este mes

source: Inget djur valt ännu
de: Noch kein Tier ausgewählt
en: No pet picked yet
es: Todavía no se ha elegido mascota

source: Inget djur än
de: Noch kein Tier
en: No pet yet
es: Todavía no hay mascota

source: Inget fungerar förrän det finns ett barn i familjen.
de: Nichts funktioniert, bevor es ein Kind in der Familie gibt.
en: Nothing works until there's a child in the family.
es: Nada funciona hasta que haya un niño en la familia.

source: Inloggad
de: Angemeldet
en: Signed in
es: Sesión iniciada

source: Inloggningen gäller inte längre. Be en förälder visa en ny kod.
de: Diese Anmeldung gilt nicht mehr. Bitte ein Elternteil, einen neuen Code zu zeigen.
en: This sign-in is no longer valid. Ask a parent to show a new code.
es: Este inicio de sesión ya no es válido. Pide a tu padre o madre que te muestre un código nuevo.

source: Inställningar
de: Einstellungen
en: Settings
es: Ajustes

source: Inte inloggad
de: Nicht angemeldet
en: Not signed in
es: Sin sesión iniciada

source: Inte inställt
de: Nicht eingerichtet
en: Not set up
es: Sin configurar

source: Integritetspolicy
de: Datenschutzerklärung
en: Privacy policy
es: Política de privacidad

source: Isbjörn
de: Eisbär
en: Polar bear
es: Oso polar

source: Jag gillar att slingra mig på varma stenar.
de: Ich schlängle mich gern über warme Steine.
en: I like to wriggle across warm stones.
es: Me gusta deslizarme sobre piedras calentitas.

source: Jag gillar glitter, regnbågar och magi.
de: Ich mag Glitzer, Regenbögen und Magie.
en: I like glitter, rainbows and magic.
es: Me encantan la purpurina, los arcoíris y la magia.

source: Jag har en inbjudningskod
de: Ich habe einen Einladungscode
en: I have an invite code
es: Tengo un código de invitación

source: Jag har en lång snabel och glömmer aldrig en vän.
de: Ich habe einen langen Rüssel und vergesse nie einen Freund.
en: I have a long trunk and never forget a friend.
es: Tengo una trompa larga y nunca olvido a un amigo.

source: Jag har en stark svans och gömmer mig gärna bland stenar.
de: Ich habe einen starken Schwanz und verstecke mich gern zwischen Steinen.
en: I have a strong tail and love hiding among stones.
es: Tengo una cola muy fuerte y me encanta esconderme entre las piedras.

source: Jag har ränder och smyger tyst genom den höga gräsdjungeln.
de: Ich habe Streifen und schleiche leise durch den hohen Graswald.
en: I have stripes and creep quietly through the tall grass jungle.
es: Tengo rayas y me muevo sigilosamente por la selva de hierba alta.

source: Jag har åtta armar och gömmer mig gärna bland koraller.
de: Ich habe acht Arme und verstecke mich gern zwischen Korallen.
en: I have eight arms and love hiding among the corals.
es: Tengo ocho brazos y me encanta esconderme entre los corales.

source: Jag hoppar fram och gnager gärna på morötter.
de: Ich hoppele herum und knabbere gern an Möhren.
en: I hop around and love nibbling carrots.
es: Voy dando saltitos y me encanta mordisquear zanahorias.

source: Jag hoppar långt och bär min unge i fickan.
de: Ich springe weit und trage mein Junges im Beutel.
en: I jump far and carry my baby in my pouch.
es: Salto muy lejos y llevo a mi cría en la bolsa.

source: Jag hämtar gärna bollen om du kastar den.
de: Ich hole gern den Ball, wenn du ihn wirfst.
en: I'll fetch the ball if you throw it.
es: Si me lanzas la pelota, te la traigo.

source: Jag kvittrar gärna när dagen börjar.
de: Ich zwitschere gern, wenn der Tag beginnt.
en: I love to chirp when the day begins.
es: Me encanta piar cuando empieza el día.

source: Jag ligger stilla i vattnet och visar bara ögonen.
de: Ich liege still im Wasser und zeige nur meine Augen.
en: I lie still in the water with only my eyes showing.
es: Me quedo quieto en el agua y solo asoman mis ojos.

source: Jag längtar efter att få träffa dig.
de: Ich freue mich darauf, dich kennenzulernen.
en: I can't wait to meet you.
es: Tengo muchas ganas de conocerte.

source: Jag ryter så att alla hör att jag vaknat.
de: Ich brülle, damit alle hören, dass ich wach bin.
en: I roar so everyone knows I'm awake.
es: Rujo para que todos sepan que me he despertado.

source: Jag rör mig långsamt men kramas gärna länge.
de: Ich bewege mich langsam, kuschle aber gern lange.
en: I move slowly but love long hugs.
es: Me muevo despacio, pero me encantan los abrazos largos.

source: Jag simmar snabbast av alla där det är djupt.
de: Ich schwimme am schnellsten von allen, wo es tief ist.
en: I'm the fastest swimmer in the deep sea.
es: Soy el que nada más rápido en lo más profundo.

source: Jag smyger i mörkret på helt tysta tassar.
de: Ich schleiche auf ganz leisen Pfoten durch die Dunkelheit.
en: I creep through the dark on totally silent paws.
es: Me muevo en la oscuridad con patas totalmente silenciosas.

source: Jag smyger tyst över snöiga berg och gömmer mig i dimman.
de: Ich schleiche leise über verschneite Berge und verstecke mich im Nebel.
en: I creep quietly over snowy mountains and hide in the mist.
es: Camino en silencio por montañas nevadas y me escondo en la niebla.

source: Jag sover gärna högt uppe bland eukalyptuslöven.
de: Ich schlafe gern hoch oben zwischen den Eukalyptusblättern.
en: I love sleeping high up among the eucalyptus leaves.
es: Me encanta dormir en lo alto, entre las hojas de eucalipto.

source: Jag spinner nät och fångar flugor på morgonen.
de: Ich spinne Netze und fange morgens Fliegen.
en: I spin webs and catch flies in the morning.
es: Tejo telarañas y atrapo moscas por la mañana.

source: Jag spinner nöjt när jag får ligga i solen.
de: Ich schnurre zufrieden, wenn ich in der Sonne liegen darf.
en: I purr happily when I get to lie in the sun.
es: Ronroneo feliz cuando me tumbo al sol.

source: Jag står på bakbenen och spanar efter faror.
de: Ich stehe auf den Hinterbeinen und halte Ausschau nach Gefahren.
en: I stand on my back legs and look out for danger.
es: Me pongo de pie sobre las patas traseras para vigilar si hay peligro.

source: Jag tar gärna en lång vintersömn med magen full.
de: Ich halte gern einen langen Winterschlaf mit vollem Bauch.
en: I love a long winter sleep with a full tummy.
es: Me encanta echarme un largo sueño de invierno con la barriga llena.

source: Jag trivs där det finns mycket vatten och mystik.
de: Ich fühle mich wohl, wo es viel Wasser und Geheimnisse gibt.
en: I'm happiest where there's lots of water and mystery.
es: Me siento a gusto donde hay mucha agua y misterio.

source: Jag tycker om att smyga runt i skuggan.
de: Ich schleiche gern im Schatten herum.
en: I like sneaking around in the shade.
es: Me gusta andar a escondidas por la sombra.

source: Jag utvecklar appen själv, på kvällar och helger. Servern och allt runt omkring kostar pengar varje månad, och 29 kronor per familj är vad som gör att jag kan fortsätta.
de: Ich entwickle die App selbst, abends und am Wochenende. Der Server und alles drumherum kosten jeden Monat Geld, und ein kleiner Monatsbeitrag pro Familie macht es möglich, dass ich weitermachen kann.
en: I build the app myself, on evenings and weekends. The server and everything around it costs money every month, and a small monthly fee per family is what lets me keep going.
es: Desarrollo la app yo solo, por las tardes y los fines de semana. El servidor y todo lo demás cuesta dinero cada mes, y una pequeña cuota mensual por familia es lo que me permite seguir.

source: Jag vaggar fram på isen och dyker gärna efter fisk.
de: Ich watschle übers Eis und tauche gern nach Fischen.
en: I waddle across the ice and love diving for fish.
es: Camino balanceándome por el hielo y me encanta bucear para pescar.

source: Jag ylar mot månen och springer i flock.
de: Ich heule den Mond an und laufe im Rudel.
en: I howl at the moon and run with my pack.
es: Aúllo a la luna y corro con mi manada.

source: Jag älskar att flyga högt bland molnen.
de: Ich fliege gern hoch zwischen den Wolken.
en: I love flying high among the clouds.
es: Me encanta volar alto entre las nubes.

source: Jag älskar att plaska runt med kompisar.
de: Ich plansche gern mit Freunden herum.
en: I love splashing around with friends.
es: Me encanta chapotear con mis amigos.

source: Jag är barn och har en kod
de: Ich bin ein Kind und habe einen Code
en: I'm a kid and have a code
es: Soy un niño y tengo un código

source: Jag är en pappa som byggde KidQuest till mina egna barn. Det började som ett sätt att slippa tjata om tandborstning varje morgon. Nu används appen hemma hos er också, och det betyder mycket för mig.
de: Ich bin ein Papa, der KidQuest für seine eigenen Kinder gebaut hat. Es fing an, damit ich nicht jeden Morgen ans Zähneputzen erinnern muss. Jetzt wird die App auch bei euch zu Hause genutzt, und das bedeutet mir viel.
en: I'm a dad who built KidQuest for my own kids. It started as a way to stop nagging about brushing teeth every morning. Now the app is used in your home too, and that means a lot to me.
es: Soy un padre que creó KidQuest para sus propios hijos. Empezó como una forma de no tener que insistir cada mañana con lo de lavarse los dientes. Ahora la app también se usa en vuestra casa, y eso significa mucho para mí.

source: Jag är lång i halsen och når löven högst upp i träden.
de: Ich habe einen langen Hals und erreiche die Blätter ganz oben in den Bäumen.
en: I have a long neck and reach the leaves at the top of the trees.
es: Tengo el cuello largo y llego a las hojas más altas de los árboles.

source: Jag är vit som snö och trivs bäst där det är riktigt kallt.
de: Ich bin weiß wie Schnee und fühle mich dort am wohlsten, wo es richtig kalt ist.
en: I'm as white as snow and happiest where it's really cold.
es: Soy blanco como la nieve y donde mejor estoy es donde hace mucho frío.

source: Justering
de: Korrektur
en: Adjustment
es: Ajuste

source: Kameran gick inte att starta
de: Die Kamera konnte nicht starten
en: The camera couldn't start
es: No se ha podido iniciar la cámara

source: Kameran är avstängd av Skärmtid eller av enhetens inställningar, och kan bara låsas upp av den som satte begränsningen. Skriv in koden för hand så länge.
de: Die Kamera ist durch Bildschirmzeit oder die Geräteeinstellungen gesperrt und kann nur von der Person entsperrt werden, die die Einschränkung eingerichtet hat. Gib den Code solange von Hand ein.
en: The camera is turned off by Screen Time or the device settings, and can only be unlocked by whoever set the restriction. Type the code in by hand for now.
es: La cámara está desactivada por Tiempo de uso o por los ajustes del dispositivo, y solo puede desbloquearla quien puso la restricción. Mientras tanto, escribe el código a mano.

source: Kameran är avstängd för KidQuest. Du kan slå på den i Inställningar, eller skriva in koden för hand i stället.
de: Die Kamera ist für KidQuest ausgeschaltet. Du kannst sie in den Einstellungen einschalten oder den Code stattdessen von Hand eingeben.
en: The camera is turned off for KidQuest. You can turn it on in Settings, or type the code in by hand instead.
es: La cámara está desactivada para KidQuest. Puedes activarla en Ajustes o escribir el código a mano.

source: Kameran är låst på den här enheten
de: Die Kamera ist auf diesem Gerät gesperrt
en: The camera is locked on this device
es: La cámara está bloqueada en este dispositivo

source: Kan inte avmarkera – all mat har redan matats till husdjuret.
de: Abhaken kann nicht rückgängig gemacht werden – das ganze Futter wurde schon ans Tier verfüttert.
en: Can't unmark – all the food has already been fed to the pet.
es: No se puede desmarcar: ya se ha dado toda la comida a la mascota.

source: Kanin
de: Hase
en: Rabbit
es: Conejo

source: Kapybara
de: Wasserschwein
en: Capybara
es: Capibara

source: Kategori
de: Kategorie
en: Category
es: Categoría

source: Katt
de: Katze
en: Cat
es: Gato

source: KidQuest får inte använda kameran
de: KidQuest darf die Kamera nicht verwenden
en: KidQuest isn't allowed to use the camera
es: KidQuest no tiene permiso para usar la cámara

source: Klar
de: Fertig
en: Done
es: Listo

source: Klara fler nivåer för att få en äventyrsbiljett.
de: Erreiche mehr Level, um ein Abenteuer-Ticket zu bekommen.
en: Reach more levels to get an adventure ticket.
es: Sube más niveles para conseguir un ticket de aventura.

source: Klart
de: Fertig
en: Done
es: Hecho

source: Klippa naglar
de: Nägel schneiden
en: Cut nails
es: Cortarse las uñas

source: Klä på mig
de: Anziehen
en: Get dressed
es: Vestirme

source: Knappen ligger i remsan ovanför.
de: Der Knopf ist in der Leiste darüber.
en: The button is in the strip above.
es: El botón está en la franja de arriba.

source: Kod
de: Code
en: Code
es: Código

source: Koden du fått
de: Der Code, den du bekommen hast
en: The code you got
es: El código que te han dado

source: Koden har gått ut. Be en förälder visa en ny kod.
de: Der Code ist abgelaufen. Bitte ein Elternteil, einen neuen Code zu zeigen.
en: The code has expired. Ask a parent to show a new code.
es: El código ha caducado. Pide a tu padre o madre que te muestre uno nuevo.

source: Koden känns inte igen. Dubbelkolla stavningen.
de: Der Code ist unbekannt. Prüfe die Schreibweise.
en: We don't recognise that code. Double-check the spelling.
es: No reconocemos el código. Comprueba cómo lo has escrito.

source: Koden stämmer inte. Be en förälder visa en ny kod.
de: Der Code stimmt nicht. Bitte ein Elternteil, einen neuen Code zu zeigen.
en: The code doesn't match. Ask a parent to show a new code.
es: El código no es correcto. Pide a tu padre o madre que te muestre uno nuevo.

source: Koderna var olika. Försök igen.
de: Die Codes waren unterschiedlich. Versuche es noch einmal.
en: The codes didn't match. Try again.
es: Los códigos no coinciden. Inténtalo de nuevo.

source: Kolla dagens schema & tider
de: Heutigen Plan & Zeiten checken
en: Check today's schedule & times
es: Mirar el horario de hoy

source: Kolla din mejl
de: Schau in dein Postfach
en: Check your email
es: Revisa tu correo

source: Kolla ekonomi & sparmål
de: Geld & Sparziele checken
en: Check money & savings goals
es: Revisar el dinero y las metas de ahorro

source: Kom igång
de: Los geht's
en: Get started
es: Primeros pasos

source: Kom igång — %lld av 4 klara
de: Los geht's – %lld von 4 erledigt
en: Get started — %lld of 4 done
es: Primeros pasos: %lld de 4 hechos

source: Kontot har inget lösenord än. Sätt ett lösenord i webbappen först.
de: Dieses Konto hat noch kein Passwort. Lege zuerst in der Web-App eines fest.
en: This account doesn't have a password yet. Set one in the web app first.
es: Esta cuenta aún no tiene contraseña. Ponle una primero en la app web.

source: Kopiera kod
de: Code kopieren
en: Copy code
es: Copiar código

source: Kopierad!
de: Kopiert!
en: Copied!
es: ¡Copiado!

source: Koppla barnets telefon
de: Handy des Kindes verbinden
en: Link your child's phone
es: Vincular el teléfono de tu hijo/a

source: Koppla denna enhet
de: Dieses Gerät verbinden
en: Link this device
es: Vincular este dispositivo

source: Koppla din enhet
de: Verbinde dein Gerät
en: Link your device
es: Vincula tu dispositivo

source: Koppla telefon
de: Handy verbinden
en: Link phone
es: Vincular teléfono

source: Koppla till veckopeng eller små mål, om du vill.
de: Verknüpfe es mit Taschengeld oder kleinen Zielen, wenn du magst.
en: Link it to weekly allowance or small goals, if you like.
es: Vincúlalo a la paga semanal o a pequeñas metas, si quieres.

source: Kopplar…
de: Wird verbunden …
en: Linking…
es: Vinculando…

source: Korallrevet
de: Das Korallenriff
en: The Coral Reef
es: El arrecife de coral

source: Kunde inte byta dekoration.
de: Deko konnte nicht gewechselt werden.
en: Couldn't change the decoration.
es: No se ha podido cambiar la decoración.

source: Kunde inte byta ram.
de: Rahmen konnte nicht gewechselt werden.
en: Couldn't change the frame.
es: No se ha podido cambiar el marco.

source: Kunde inte byta valuta.
de: Währung konnte nicht geändert werden.
en: Couldn't change the currency.
es: No se ha podido cambiar la moneda.

source: Kunde inte fördela pengar.
de: Geld konnte nicht verteilt werden.
en: Couldn't share out the money.
es: No se ha podido repartir el dinero.
